{
  "actionsAfterMediaSync": "Post-retrieval actions",
  "advanced": "Advanced",
  "all": "All",
  "areYouSure": "Are you sure?",
  "autoOpenFolderWhenDone": "Open media folder after media retrieval is complete",
  "autoPlayFirst": "Automatically start playback of the first media item",
  "autoPlayFirstExplain": "This will start playing the first media item automatically if M³ is launched between one minute and one hour before the planned start time of a meeting. If M³ is installed at the Kingdom Hall, this option should not be enabled.",
  "autoQuitWhenDone": "Quit M³ after media retrieval is complete",
  "autoQuitWhenDoneExplain": "This setting is useful for fully remote meetings. If M³ is installed at the Kingdom Hall, this option should not be enabled.",
  "autoRunAtBoot": "Run app at system start-up",
  "autoStartMusic": "Automatically start background music playback before meetings",
  "autoStartMusicExplain": "This will start playing the background music automatically if M³ is launched between one minute and one hour before the planned start time of a meeting. If M³ is installed at the Kingdom Hall, this option should be enabled.",
  "autoStartSync": "Automatically initiate media sync",
  "betaUpdates": "Enable beta updates for testing purposes <em>(Note: Do not enable this setting on the computer used to present media at the Kingdom Hall.)</em>",
  "browse": "Browse",
  "cancel": "Cancel",
  "cantCloseMediaWindowOpen": "Please exit media controller mode before attempting to quit M³.",
  "cleanCache": "Clear media cache",
  "clearMediaWindowBackground": "Reset background image",
  "clear": "Clear",
  "clickAgain": "Click again to confirm",
  "cloudSync": "Cloud Sync",
  "cloudSyncEnable": "Enable Cloud Sync integration",
  "cloudSyncExplain": "Enabling this feature will turbocharge M³! Using Cloud Sync will allow you to add additional media for a meeting, hide unneeded media, and enforce certain settings for everyone using M³ in your congregation, all from the comfort of your home. Cloud Sync is compatible with all cloud storage providers, such as Dropbox, OneDrive, Google Drive and NextCloud. Simply configure the cloud storage solution of your choosing on all computers on which M³ should be synchronized, and point M³ to the same base folder on every computer.",
  "cloudSyncFolder": "Base folder for Cloud Sync",
  "coWeek": "Next planned visit of the circuit overseer",
  "coWeekExplain": "Indicating this date will automatically set the midweek meeting to Tuesday as well as skip unnecessary media for that week.",
  "confirm": "Confirm",
  "congMedia": "Congregation sync",
  "congregationAdd": "Add new congregation",
  "congregationName": "Congregation name",
  "custom": "Custom",
  "customCachePath": "Custom cache path (for publications, etc.)",
  "dark": "Dark",
  "general": "General",
  "mediaRetrieval": "Media retrieval",
  "delete": "Delete",
  "disableAutoUpdate": "Disable non-critical automatic app updates",
  "disableHardwareAcceleration": "Disable hardware acceleration <em>(Note: Only enable this setting if you are experiencing issues with media presentation. Changing this setting will cause M³ to restart.)</em>",
  "dontForgetToGetMedia": "Don't forget to update the media folders on the computer used to present media at congregation meetings!",
  "downloadShuffleMusic": "Download all background music",
  "downloadShuffleMusicExplain": "Downloading all songs used for background music and saving them to cache will remove the delay introduced when buffering and streaming songs before and after each meeting. This is recommended especially if M³ is installed at the Kingdom Hall.",
  "dropFiles": "Drop one or more files here!",
  "enableMediaDisplayButton": "Enable media playback on external display",
  "enableMediaDisplayButtonExplain": "Enabling this will allow you to play media on an external display during meetings. By default, the yeartext will be displayed when no media is being played back. If M³ is installed at the Kingdom Hall, this option should be enabled",
  "enableMp4Conversion": "Convert images and audio files to MP4 format",
  "enableMp4ConversionExplain": "If M³ is installed at the Kingdom Hall, this option should not be enabled. This setting is useful for fully remote meetings. If enabled, all media files will be converted to MP4 format, rendering them compatible with Zoom's native MP4 file sharing feature and enhancing the quality of the remote meeting for all in attendance.",
  "enableMusicButton": "Enable button to play background music",
  "enableMusicButtonExplain": "If M³ is installed at the Kingdom Hall, this option should be enabled.",
  "enableMusicFadeOut": "Automatically stop background music playback",
  "enableMusicFadeOutExplain": "This will stop playing the background music automatically, either a certain number of seconds before the planned start time of a meeting, or after a predetermined delay. If M³ is installed at the Kingdom Hall, this option should be enabled.",
  "enablePp": "Enable keyboard shortcuts during media playback (for use with a USB remote control, for example)",
  "enableSubtitles": "Enable subtitles for videos",
  "enableVlcPlaylistCreation": "Create playlists for use with <em>VLC</em>",
  "enableVlcPlaylistCreationExplain": "Enabling this setting will result in playlist files being created for each meeting. These playlists can then be imported in VLC.",
  "enableZoomExplain": "This is a work in progress. Please test test it thoroughly before implementing it. When enabled, it will attempt to automate various pre-meeting (mute all, enable the Kingdom Hall's video/audio, disable the option for participants to unmute themselves), in-meeting (select participants to spotlight and unmute them, or to mute them, lower their hand and remove the spotlight) and post-meeting (disable the Kingdom Hall's video feed, allow participants to unmute themselves) tasks.",
  "error": "Error",
  "errorAdditionalMedia": "An error occurred while importing media.",
  "errorAdditionalMediaList": "An error occurred while listing media. Please try again later.",
  "errorBadOutputPath": "The path you specified contains illegal characters. Please ensure that the following characters are not present in the path:",
  "errorDestExists": "The following file or directory already exists:",
  "errorDownload": "An error occurred while trying to download the following file:",
  "errorDownloadSubs": "An error occurred while trying to download subtitles for the following file:",
  "errorExtractFromJWPUB": "An error occurred while trying to extract media from the following JWPUB file:",
  "errorForcedSettingsEnforce": "An error occurred while enforcing congregation settings.",
  "errorGetCongMedia": "An error occurred while fetching congregation media. Please verify your congregation sync settings.",
  "errorGetMwMedia": "An error occurred while fetching media for the midweek meeting. Please try again later.",
  "errorGetWeMedia": "An error occurred while fetching media for the weekend meeting. Please try again later.",
  "errorJwpubDbFetch": "An error occurred while attempting to fetch the following publication:",
  "errorJwpubMediaExtract": "An error occurred while extracting media from the following publication:",
  "errorMwbUnavailable": "The Meeting Workbook is not available in your selected language. Consider setting a fallback language to use whenever necessary.",
  "errorNoShuffleSongs": "No songs found to play as background music. Please try again later.",
  "errorNoSocket": "No WebSocket was found. There is no active connection to the Zoom meeting for automation.",
  "errorNotCoHost": "The Zoom integration user is not a co-host. Please make sure that the user is a co-host and try again.",
  "errorObs": "An error occurred while attempting to connect to OBS Studio. Please verify that OBS Studio is running and that the <code>obs-websocket</code> configuration is correct.",
  "errorObsAuth": "The password for the OBS Studio integration might be incorrect. Please verify that the password is correct and try again.",
  "errorObsCameraScene": "The configured default camera scene does not exist anymore. Please change it in the settings.",
  "errorObsMediaScene": "The configured media scene does not exist anymore. Please change it in the settings.",
  "errorObsScene": "The following scene could not be found. Make sure it exists or reconnect with OBS through the settings.",
  "errorObsZoomScene": "The configured Zoom scene does not exist anymore. Please change it in the settings.",
  "errorOffline": "The application is offline. Data can't be downloaded or uploaded!",
  "errorPpEnable": "The keyboard shortcuts during media playback could not be enabled. Please check if your settings are valid.",
  "errorRename": "An error occurred while attempting to rename the following file or directory:",
  "errorSetVars": "An error occurred while attempting to create or access a directory. Please make sure that you have access to the following path on your computer.",
  "errorSyncCongMedia": "An error occurred while fetching media from congregation sync.",
  "errorUnknown": "An unknown error occurred.",
  "errorWUnavailable": "The Study Edition of the Watchtower is not available in your selected language. Consider setting a fallback language to use whenever necessary.",
  "errorWebdavLocked": "Could not modify the following file on the congregation server because it was locked. Please try again later.",
  "errorWebdavLs": "An error occurred while attempting to read the following directory.",
  "errorWebdavNotSupported": "The service you are using for your congregation server is currently not supported. It might not work as intended.",
  "errorWebdavPut": "An error occurred while attempting to write the following file.",
  "errorWebdavRm": "An error occurred while attempting to delete the following file.",
  "errorWebdavTooBig": "The file you are attempting to upload is too large (max 512MB). The file has been added locally, but was not uploaded to the congregation server.",
  "errorWebdavTooManyRequests": "Too many requests have been sent to the server. Please try again later.",
  "excludeFootnotes": "Exclude media from footnotes in the Watchtower Study",
  "excludeLffImages": "Exclude images from <em>lff</em> (does not apply to the Congregation Bible Study)",
  "excludeLffImagesExplain": "Enable this if you do not want to retrieve images from the lff book, other than for the Congregation Bible Study. This will prevent these images from being included for the student assignments, for example. If M³ is installed at the Kingdom Hall, this option should be enabled with caution.",
  "excludeTh": "Exclude all media from the <em>th</em> brochure",
  "excludeThExplain": "Enable this if you do not want to retrieve media from the th brochure. This will prevent this media from being included for the counsel points after each student assignment.",
  "fetchMedia": "Update media folders",
  "fieldInvalid": "This is not a valid value for this field.",
  "fieldMax": "Max XX characters.",
  "fieldRequired": "This field is required.",
  "fieldShortcutInvalid": "This is not a valid shortcut",
  "fieldShortcutTaken": "This shortcut is already taken",
  "footnote": "Footnote",
  "hideMediaLogo": "Do not show logo on external display",
  "hideWinAfterMedia": "Hide the media playback window when in standby",
  "hideWinAfterMediaExplain": "This will hide the media playback window when no media is being played using in M³. If M³ is installed at the Kingdom Hall, this option should only be enabled if it is being used as a companion to JW Library. Otherwise, disable it.",
  "includePrinted": "Include printed edition layouts when available",
  "includePrintedExplain": "Some publications include representations of what certain pages in the printed edition look like. Enabling this setting will include these representations in the retrieved media. This can be particularly useful for displaying graphs and charts that are presented differently in the printed edition.",
  "info": "Information",
  "infoPubIgnored": "Unable to fetch media for the following publication:",
  "infoShortcutSetFail": "M³ was unable to activate the following keyboard shortcut. If you wish to use this keyboard shortcut, please make sure that no other app is using it, and relaunch M³. Otherwise, no action is required.",
  "installNow": "Install now",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Keep original media files after conversion",
  "keyboardShortcutSet": "Click to set keyboard shortcut",
  "keyboardShortcuts": "Keyboard shortcuts",
  "langFallback": "Fallback media language",
  "langFallbackExplain": "If a publication or media file is unavailable in the media language that is configured in M³, an attempt will be made to retrieve it in the fallback, or failsafe, language. This setting is especially useful in multilanguage fields.",
  "langSubs": "Subtitle language",
  "toggleQuickSong": "Show/hide the song picker",
  "light": "Light",
  "integrations": "Integrations",
  "meetingsScheduled": "Scheduled meetings",
  "localAppLang": "App language",
  "localAppLangExplain": "You can configure the language that M³ itself will be displayed in. This can be different than the media language, that is the language in which media will be retrieved.",
  "manageMedia": "Add or remove media",
  "maxRes": "Maximum video resolution",
  "maxResExplain": "Videos will be retrieved in the selected resolution, or the next available lower resolution. If M³ is installed at the Kingdom Hall, this option should most likely be set to the highest available resolution.",
  "mediaLang": "Media language",
  "mediaLangExplain": "Media will be retrieved from jw.org in this language.",
  "mediaPlayback": "Media playback",
  "mediaSaveFolder": "Folder in which to save media",
  "mediaWinHide": "Hide media window",
  "mediaWinShortcut": "Shortcut to toggle media window visibility",
  "mediaWinShow": "Show media window",
  "mediaWindowBackground": "Custom background image",
  "mediaWindowBackgroundExplain": "If M³ is installed at the Kingdom Hall, this option should not be used.",
  "minutesBeforeMeeting": "<span>XX</span> minutes before the meeting",
  "moreInfo": "Find out more",
  "mp4Conversion": "MP4 conversion",
  "musicFadeOutSmart": "<span>XX</span> seconds before the meeting",
  "musicFadeOutTimer": "After <span>XX</span> minutes",
  "musicVolume": "Background music playback volume",
  "mwDay": "Midweek meeting",
  "noMedia": "There is no media planned for this date yet.",
  "noMeetings": "There are no dates available yet. Try updating the media folders.",
  "notAnImage": "This is not a valid image file. Please try again.",
  "obsCameraScene": "Default stage view scene in OBS Studio",
  "obsEnable": "Enable OBS Studio integration",
  "obsEnableExplain": "By far the simplest way to share media during hybrid meetings is by configuring OBS Studio, M³ and Zoom to work together. If using the portable version of OBS Studio, install the Virtualcam plugin, and if using the portable version of OBS Studio, add the virtual camera to Windows by double-clicking the provided installation script. If you have OBS Studio v27 or older, you also need to install the obs-websocket plugin. Otherwise obs-websocket is included.",
  "obsImageScene": "Optional separate media scene for images",
  "obsMediaScene": "Media window scene in OBS Studio",
  "obsRefresh": "Refresh OBS connection",
  "obsUseV4": "Use obs-websocket v4",
  "obsUseV4Explain": "If you have OBS Studio v27 or older, you most like have version 4 of obs-websocket. Otherwise, leave this disabled.",
  "obsZoomScene": "OBS Studio scene to display Zoom participants",
  "obsZoomSceneActivate": "Make sure the Zoom participants are ready to be shown. The media window will be hidden automatically until media is displayed.",
  "obsZoomSceneExplain": "Used to quickly and efficiently manage the display of Zoom participants during a hybrid meeting",
  "obsZoomSceneToggle": "Toggle Zoom participant(s) mode",
  "offlineMode": "Offline mode",
  "openFolder": "Open media folder",
  "openGithub": "Open this app's page on GitHub",
  "openJWorg": "Open JW.org",
  "optionsApp": "Application setup",
  "optionsCongSync": "Congregation sync setup",
  "optionsMedia": "Media setup",
  "optionsMeetings": "Meeting setup",
  "outputFolderDateFormat": "Date format for folder names",
  "paragraph": "Paragraph",
  "password": "Password",
  "pause": "Pause/resume video",
  "pauseImg": "Hide/show image on Zoom",
  "plannedMedia": "Planned media",
  "port": "Port",
  "ppBackward": "Key combination to play previous media item",
  "ppForward": "Key combination to play next media item",
  "preferredOutput": "Display to be used for media playback",
  "preferredOutputExplain": "If more than one external display is present, this setting allows you to choose which one should be used for media playback.",
  "presentShortcut": "Shortcut to open media presentation mode",
  "publicTalk": "Public Talk",
  "quitWhilePresenting": "You are about to close M³ while in presentation mode. Are you sure you want to quit?",
  "recurring": "Recurring media",
  "recurringMediaItem": "This item is configured to be added to every meeting. To modify or remove it, go to Settings.",
  "refresh": "Refresh media list",
  "remindNeedCoHost": "Don't forget to make the Zoom integration user a co-host",
  "resetSort": "Reset sort order",
  "reportIssue": "Report an issue",
  "save": "Save",
  "screen": "Screen",
  "search": "Search",
  "selectCong": "Select your congregation",
  "selectDate": "Select a date",
  "selectDocument": "Select a document for which to extract media:",
  "selectExternalMedia": "These referenced media files are not included in the JWPUB file. Please click on each one to locate it on your computer:",
  "selectSong": "Select a Kingdom song",
  "selectVideo": "Select a video from JW.org",
  "server": "Web address",
  "settingLocked": "This setting has been locked by means of Cloud Sync.",
  "settings": "Settings",
  "settingsLocked": "Enforced settings",
  "settingsLockedExplain": "The selected settings will be applied, in their current state, to all users who configured the same Cloud Sync folder. Please, change these settings only if you have been given permission to do so by a responsible brother.",
  "showPrefix": "Show media prefixes",
  "shuffleMusic": "Background music",
  "shuffleMusicDownloaded": "Shuffle music downloaded",
  "shuffleShortcut": "Shortcut to toggle the background music",
  "song": "Song",
  "sortMedia": "Sort media items",
  "sortSave": "Save order",
  "specialCong": "Special congregation (without regular meetings, e.g. schools)",
  "spotlightParticipants": "Spotlight participants",
  "subtitles": "Subtitles",
  "system": "System",
  "themePreference": "Theme preference",
  "toggleSubtitlePosition": "Toggle subtitle vertical position for this video",
  "toggleSubtitles": "Toggle subtitles",
  "unmuteParticipant": "Unmute participant",
  "updateDownloaded": "An update to M³ was downloaded successfully. The installation will begin when M³ is closed.",
  "updateDownloading": "An update to M³ is being downloaded in the background.",
  "updateError": "Something went wrong while checking for updates.",
  "updateInstalled": "An update to M³ was installed.",
  "updateNotDownloaded": "An update to M³ is available, but could not be downloaded automatically. Please download it manually.",
  "username": "Username",
  "videoTimeReset": "Reset start and end times",
  "videoTimeSet": "Save custom start and end times",
  "wannaHelp": "Would you like to help?",
  "wannaHelpExisting": "The local language configured has no active translator. Would you like to help to translate M³ for users who speak that language?",
  "wannaHelpExplain": "The media language currently configured is not yet available as a display language for M³. Would you like to help to translate M³ for users who speak that language?",
  "wannaHelpForSure": "I'd like to help translate this app",
  "warnFileNotAvailable": "The following file is not yet available. Please try again later.",
  "warnMp4ConversionFailure": "The following file could not be converted to MP4 format:",
  "warnNoDocumentsFound": "No media was found in any of the chosen JWPUB's documents. Please validate the file or contact the developer of this app.",
  "warnNoMediaFound": "No media was found for this day. You can add some media manually by clicking on the 'Add or remove media' option in the menu on the top-right.",
  "warnPdfConversionFailure": "The pages from the following PDF file could not be extracted as images:",
  "warnSvgConversionFailure": "The following file was not recognized as a valid SVG image:",
  "warnUnknownLastVersion": "Unable to establish previously installed version of M³. Assuming app was just updated.",
  "warning": "Warning",
  "weDay": "Weekend meeting",
  "webdavEnable": "Enable WebDAV integration",
  "webdavFolder": "Congregation sync folder",
  "webdavFolderUp": "Move directory up",
  "window": "Moveable window",
  "zoomAutoRename": "Automatically rename Zoom participants",
  "zoomAutoRenameFormat": "Old Name=New Name",
  "zoomAutoStartMeeting": "Automatically perform start meeting actions",
  "zoomEnable": "Enable Zoom integration",
  "zoomId": "Zoom Meeting ID",
  "zoomMuteParticipants": "Mute Zoom participants",
  "zoomName": "Zoom participant name",
  "zoomSaveRename": "Save in settings for automatic renaming",
  "zoomSpotlight": "Spotlight video when starting the meeting",
  "zoomStartMeeting": "Start Zoom meeting",
  "zoomStopMeeting": "Stop Zoom meeting",
  "zoomToggleComponent": "Toggle Zoom component visibility"
}
